{
    "contact" : {
        "label" : "Contact Form",
        "url" : "https://docs.google.com/forms/d/e/1FAIpQLSf48pMz4yPdDtF7h_LtshZg0o0rRsG9BcfMrM-TcWgMvUU83Q/viewform?usp=sf_link"
    },
    "console" : {
      "label" : "Console",
      "shortlabel" : "Console"
    },
    "general" : {
      "nextstep" : "Next step : "
    },
    "index" : {
      "carousel" : {
        "slides" : [
          {
            "alt" : "Opensource",
            "label" : "Open Source DNA Amplifer",
            "text" : "We are totally open"
          },
          {
            "alt" : "Wi-Fi",
            "label" : "Wi-Fi Supported",
            "text" : "Use with your smartphone"
          },
          {
            "alt" : "Precise",
            "label" : "Smart Sensor and Simulation",
            "text" : "Precise at any temperature"
          }
        ]
      }
    },
    "assy" : {
        "label" : "Assembly Manual",
        "shortlabel" : "Assy.Manual",
        "index" : {
          "label" : "Importants",
          "items" : [
            {
              "title" : "Keep Serial Number",
              "text1" : "Serial Number is important to get support in the warranty period. It's labeled on warranty and circuit board as S/N:xxx-xxx-xxx but digital backup is recommended."
            },
            {
              "title" : "High Temperature",
              "text1" : "Some parts get heated up to 120 degree celcius (250 degree fahrenheit). Do not touch aluminium parts directly. Top of PCR tube is still host just after PCR process has ended."
            },
            {
              "title" : "High Current",
              "text1" : "Peltier in kit supports up to 10 Ampere. Do not touch circuit board while using. Keep it away from water and any conductive materials."
            },
            { 
              "title" : "Android needs App",
              "text1" : "Supported OS versions are 4.1 (Jelly Baen) and later. For Android User : Please install ",
              "text2" : "app",
              "text3" : " to use."
            },           
            {
              "title" : "Opensource",
              "text1" : "This is totally opensourced hardware under GNU General Public License v3.0. You can get everything (3D model, circuit diagram, sourcecode, laser cut data and so on) from ",
              "text2" : "GitHub",
              "text3" : "."
            },
            { 
              "title" : "You have tools", 
              "text1" : "2 phillips screwdrivers, straight driver, multi spanner and grease spatula are bundled inside plastic bag."
            },
            {
              "title" : "Hint",
              "text1" : "Laser cut wood has face and tail. It will look good if you always choose face side (logo on front panel) to be shown even it's symmetric."
            }
          ]
        },
        "unbox" : {
          "label" : "Unboxing",
          "text1" : "Before assembly, take a breath and let's check that you have everything needed. If you find anything missed or broken, ",
          "text2" : "Contact us",
          "text3" : " with seriall number in warranty period.",
          "items" : [
            {
              "title" : "Overview",
              "table" : {
                "head" : [ "Kit Content", "Detail", "Count" ],
                "body" : [
                  [ "1. Woods", "", 15 ],
                  [ "2. Well", "Aluminium PCR tube holder. Thin wires of thermistor are especially FRAGILE. Handle with care.", 1 ],
                  [ "3. PCB", "Check printed circuit board is not damaged", 1 ],
                  [ "4. Heatsink+Grease", "Heatsink and thermal conductive grease are packed in one box", 1 ],
                  [ "5. Power Supply", "12V >135W AC-DC adapter", 1 ],
                  [ "6. Bag", "Check next table what's inside", 1 ]
                ]
              }
            },
            {
              "title" : "Bag",
              "table" : {
                "head" : [ "Bag Content", "Detail", "Count" ],
                "body" : [
                  [ "1. Screw Bag 1", "Labeled as '1.Lid'", 1 ],
                  [ "2. Screw Bag 2", "Labeled as '2.Well'", 1 ],
                  [ "3. Screw Bag 3", "Labeled as '3.Body'", 1 ],
                  [ "4. Knob", "For lid", 1 ],
                  [ "5. Fan guard", "For bottom board", 1 ],
                  [ "6. Rubber foot", "For bottom board", 4 ],
                  [ "7. Multi spanner", "To fasten nuts", 1 ]
                ]
              } 
            }
          ]
        },
        "lid" : { 
          "label" : "Lid Assembly",
          "items" : [
            {
              "title" : "All Parts",
              "text1" : "Screw Bag 1, Knob and these woods are needed.",
              "table1" : {
                "head" : [ "Name", "Detail", "Count" ],
                "body" : [
                  [ "1. Heater lift", "Support heater to go up and down.", 1 ],
                  [ "2. Lid Top", "", 1 ],
                  [ "3. Lid Bottom", "", 1 ],
                  [ "4. Lid Side", "", 2 ],
                  [ "5. Lid Front", "2 small holes for latch", 1 ],
                  [ "6. Lid Back", "2 small holes for hinge and 1 bigger hole for calbes of heater", 1 ]
                ]
              },
              "table2" : {
                "head" : [ "Name", "Detail", "Count" ],
                "body" : [
                  [ "1. Phillips driver", "For screws", 1 ],
                  [ "2. Offset driver", "To fasten screws more tightly", 1 ],
                  [ "3. Multi Spanner", "For nuts", 1 ],
                  [ "4. Heater", "With 4 wires. Pink ones are thermistor inside.", 1 ],
                  [ "5. Silicone sponge", "Cover one side of heater to avoid convection", 1 ],
                  [ "6. Aluminium plate", "Plate with 4 holes on each corners", 1 ],
                  [ "7. Screw (M3 15mm)", "For heater", 4 ],
                  [ "8. Nut (M3)", "", 8 ],
                  [ "9. Screw (M3 10mm)", "For woods", 8 ],
                  [ "10. Metal Spacer (M3 30mm)", "For woods", 4 ]
                ]
              }
            },
            {
              "title" : "Floating Heater",
              "text1" : "Peel off blue tape from aluminium plate. Screw 4 longer screws (M3 15mm) and nuts like this.",
              "text2" : "Peel double-sided tape from heater. Glue heater to the midst of aluminium plate. Don't colide with screws or nuts.",
              "text3" : "Peel off double-sided tape on sponge and cover the heater. Just put it if there's no double-sided tape.",
              "text4" : "Screw heater lift wood with 4 nuts. Now heater unit is done."
            },
            {
              "title" : "Lid Base",
              "text1" : "Assemble box with remained 4 screws and 4 spacers.",
              "text2" : "Place heater unit inside and thread all 4 wires of heater through the hole of lid back wood."
            },
            {
              "title" : "Lid Cover",
              "text1" : "Screw lid top wood with last 4 screws and put a knob. Now you have made lid."
            }
          ]
        },
        "well" : { 
          "label" : "Well Assembly",
          "items" : [
            {
              "title" : "All Parts",
              "text1" : "Screw Bag 2, Well, Heatsink+SpareGrease and these woods are needed.",
              "table1" : {
                "head" : [ "Name", "Detail", "Count" ], 
                "body" : [ 
                  [ "1. Top Board", "Wider area is front side (bottom in picture). Asymmetric : hole for cable (red circle) will come to the top-right when face side is up.", 1 ],
                  [ "2. Heatsink Holder", "2 notches are front (bottom in picture)", 1 ], 
                  [ "3. Peltier Holder", "2 notches are front (bottom in picture)", 1 ]
                ]
              },
              "table2" : {
                "head" : [ "Name", "Detail", "Count" ],
                "body" : [
                  [ "1. Grease", "Use this first instead of spare grease in heatsink box.", 1 ],
                  [ "2. Spatula", "To smooth grease", 1 ],
                  [ "3. Peltier", "High temperature durable silicon sealed peltier", 1 ],
                  [ "4. Aluminium plate", "Square plate", 1 ],
                  [ "5. Screw (M3 15mm)", "For peltier holder", 2 ],
                  [ "6. Screw (M3 6mm)", "For well", 4 ],
                  [ "7. Nut (M3)", "", 6 ],
                  [ "8. Screw (M5 20mm)", "For heatsink", 4 ],
                  [ "9. Nut (M5)", "", 8 ],
                  [ "10. Silicone sponge", "To avoid airflow from body to lid", 1 ],
                  [ "11. Latch", "2 white plastic parts", 1 ],
                  [ "12. Hinge", "1 black plastic part", 1 ],
                  [ "13. Tapping Screw (M3 6mm)", "For latch and hinge", 8 ],
                  [ "14. Wire Clip", "To hold cables", 1 ]
                ]
              }
            },
            {
              "title" : "Woods",
              "text1" : "Connect holders and top board with 4 thick screws (M5 20mm) and nuts. Both front sides (arrow) must be aligned."
            },
            {
              "title" : "Well",
              "text1" : "Screw remained 4 thin screws (M3 6mm) and nuts loosely first.",
              "text2" : "Turn well upside down. Tune directions of nus to fit the notches of heatsink holder and screw tightly. Confirm thermistor of well (red circle) is sticking to front side (arrow)."
            },
            {
              "title" : "Peltier",
              "text1" : "Pick up grease syringe from heatsink box and paste HALF of it over backside of well. Use spatula to smooth evenly.",
              "text2" : "Align 2 wires of peltier over notchs of heatsink holder (arrows) and put peltier on well like this. DO NOT mistake red and black! That will break peltier easily.",
              "text3" : "Thread thermistor sensors through peltier holder and connect it to heatsink holder with 2 thin-long screws (M3 15mm) and nuts. It's a bit difficult because heads of screws are downside. Confirm that thermistor wires of well are OVER peltier holder (red circle) and peltier wires are running through holes made by holders (arrows)."
            },
            {
              "title" : "Aluminium Plate",
              "text1" : "Smooth another half of grease over peltier as you have done before.",
              "text2" : "Peel blue tape from aluminium plate. Put it over peltier and press a little."
            },
            {
              "title" : "Heatsink",
              "text1" : "Hold white leg of heatsink in left hand. Rotate counterclockwise black cap and pull by right hand. Then it will be removed easily. Remove all 4 legs.",
              "text2" : "Peel of cover sticker of heatsink and smooth grease. If there is no grease left, use spare grease.",
              "text3" : "Screw heatsink with holders with remained 4 nuts (M5). Use multi spanner to screw tightly. At this point, you may see small gap between heatsink and aluminium plate.",
              "text4" : "Turn upside down and push well downward so that there is no gap between heatsink and aluminium plate."
            },
            {
              "title" : "Fill Space",
              "text1" : "Fill the gap between well and top board with sponge using straight driver. No need to put it deeply because purpose of this sponge is not to warm well but avoid airflow from bottom body to lid. Just fill the gap."
            },
            {
              "title" : "Mount Lid",
              "text1" : "Mount lid and thread 4 wires throught hole (arrow). Screw hinge on backside of the lid with 4 tapping screws. There are pilot holes.",
              "text2" : "Screw bottom latch in front of lid with 2 tapping screws tightly. There are pilot holes too.",
              "text3" : "Top latch is adjustable and lid should be closed firmly. Screw it with 2 tapping screws loosely first.",
              "text4" : "Screw tightly while holding lid to top board.",
              "text5" : "Check that you can open/close lid smoothly and firmly. Now you have made upper body."
            }
          ]
        },
        "body" : { 
          "label" : "Body Assembly",
          "items" : [
            {
              "title" : "All Parts",
              "text1" : "Screw Bag 3, PCB, Fanguard, Rubber foot and these woods are needed.",
              "table1" : {
                "head" : [ "Name", "Detail", "Count" ],
                "body" : [ 
                  [ "1. Bottom Board", "", 1 ], 
                  [ "2. Back Board", "", 1 ],
                  [ "3. Left Board", "", 1 ],
                  [ "4. Right Board", "With hole for power supply.", 1 ],
                  [ "5. Front Board", "PCB will be placed behind logo.", 1 ]
                ]
              },
              "table2" : {
                "head" : [ "Name", "Detail", "Count" ],
                "body" : [
                  [ "1. Straight driver", "To fasten wires on PCB", 1 ],
                  [ "2. Screw (M4 10mm)", "For fan guard", 4 ],
                  [ "3. Nut (M4)", "", 4 ],
                  [ "4. Spacer (M3 60mm)", "Both female", 4 ],
                  [ "5. Spacer (M3 30mm)", "Male-female", 4 ],
                  [ "6. Screw (M3 15mm)", "Multipurposed", 12 ],
                  [ "7. Nut (M3)", "", 4 ],
                  [ "8. Spacer (M3 5mm)", "For PCB", 4 ]
                ]
              }
            },
            {
              "title" : "Bottom Wood",
              "text1" : "Screw fanguard on TAIL of bottom board with 4 thick screws (M4 10mm) and nuts. Then face will be upside and it looks better.",
              "text2" : "Connect 60mm and 30mm spacers to make 4 90mm spacers.",
              "text3" : "Screw 4 rubber foot to bottom board with 4 thin long screws (M3 15mm) and spacers.",
              "text4" : "Put all side boards except front.",
              "text5" : "Mount upper body and pull cables out to front. Don't screw upper body yet."
            },
            {
              "title" : "Circuit Board",
              "text1" : "Screw PCB on backside of front board with 4 thin long screws (M3 15mm), 4 spacers (M3 5mm) and nuts. Power connector should come to the right side of logo."
            },
            {
              "title" : "Wiring",
              "text1" : "Connect longest heatsink cable to A. It wont be locked in wrong direction.",
              "text2" : "Connect 2 power cables of heater (white) to B. No matter which white cable to be right or left but DO NOT connect pink cables. It will break thermistor.",
              "text3" : "Connect 2 thermistor calbes of heater (pink) to C. No matter which is right or left.",
              "text4" : "Connect RED cable of peltier to D1. DO NOT connect wrongly. That will break peltier.",
              "text5" : "Connect BLACK cable to D2.",
              "text6" : "Wires of well thermistor are short and fragile. We connect it to PCB on next paragraph."
            },
            {
              "title" : "Well thermistor",
              "text1" : "Last but most sensitive part of whole assembly process. Lift top/right/left boards a little and set front board.",
              "text2" : "Lift up top board a little and connect well thermistor to E.",
              "text3" : "Bak top board softly and screw it with remained 4 screws (M3 15mm)."
            }
          ]
        },
        "setup" : { 
          "label" : "Initial Setup",
          "items" : [
            {
              "title" : "Connect power adapter",
              "text1" : "Plug the power adapter into NinjaPCR and then into an outlet."
            },
            {
              "title" : "Start in network setup mode",
              "text1" : "Press the \"Mode\" button and hold it, then press and release the \"Reset\" button while the \"Mode\" button is pressed. NinjaPCR will start in Wi-Fi Setup mode in a few seconds."
            },
            {
              "title" : "Change your Wi-Fi settings temporarily",
              "text1" : "Open the settings of your PC or smartphone and select \"NinjaPCR\" shown in the AP list. Its conenction password is \"ninjapcr\".",
              "text2" : "macOS",
              "text3" : "Click the Wi-Fi icon in the menu bar and select \"NinjaPCR\" from the list.",
              "text4" : "Windows",
              "text5" : "Click the Wi-Fi icon in the menu bar and select \"NinjaPCR\" from the list.",
              "text6" : "iOS",
              "text7" : "From your Home screen open \"Settings\" and go to \"Wi-Fi\" screen. Choose \"NinjaPCR\" from the list.",
              "text8" : "Android",
              "text9" : "Open \"Settings\" and move to \"Wireless & networks\" screen. Select \"NinjaPCR\" in the AP list."
            },
            { 
              "title" : "Access the Wi-Fi settings page",
              "text1" : "Open ",
              "text2" : "Wi-Fi settings page (http://192.168.1.1)",
              "text3" : " and setup. If the page doesn't show up, please retry after a few seconds."
            },
            {
              "title" : "Input Wi-Fi Settings",
              "text1" : "SSID",
              "text2" : "Choose the SSID (network name) you want to use from the dropdown menu. If you can't find it in the list, input the SSID to the textbox below.",
              "text3" : "Password",
              "text4" : "Input the password of the network.",
              "text5" : "Device name",
              "text6" : "Device name: You can name your NinjaPCR with alphanumeric letters. The number of letters should be between 4 to 8. The default name \"ninjapcr\" is good enough if you use only one device, but it's recommended to use different names if you (and nearby users)  have multiple NinjaPCR devices.",
              "text7" : "After you set up the device, it will restart and connect to the specified access point."
            },
            {
              "title" : "Restore Wi-Fi settings",
              "text1" : "Connect your PC of smartphone to the Wi-Fi access point that your NinjaPCR is connected to as you have done in ",
              "text2" : "."
            },
            {
              "title" : "Open the console",
              "text1" : "After finishing Wi-Fi setup, NinjaPCR will restart in normal operation mode and become accessible from the console. Please test the connection.",
              "text2" : "Windows / macOS / Linux / iOS",
              "text3" : "Open ",
              "text4" : "the console",
              "text5" : " in your web browser.",
              "text6" : "Android",
              "text7" : "Download ",
              "text8" : "the dedicated NinjaPCR app",
              "text9" : "from Google Play Store and open it."
            },
            {
              "title" : "Input the device name",
              "text1" : "Input the \"Device name\" that you have specified when you configured the device and press \"Connect\" button."
            },
            {
              "title" : "Connection test",
              "text1" : "Connection has succeeded if you see the \"Connected\" message. Then NinjaPCR is ready! If you see the \"Disconnected\" message again, it means that something went wrong. NinjaPCR needs some seconds to become accessible so trying again a little later may resolve the problem. If the problem still persists, please refer to ",
              "text2" : "Troubleshooting > Connection test fails",
              "text3" : "."
            },
            {
              "title" : "Troubleshooting",
              "text1" : "\"NinjaPCR\" does not appear on the AP list",
              "text1_1" : "Your device can't catch the signal if it's far away from NinjaPCR. Please try again near NinjaPCR.",
              "text1_2" : "Some devices take time to find  new access points. If many APs are listed up, NinjaPCR is listed out of the screen. Please scroll it.",
              "text1_3" : "It is possible that \"Mode\" and \"Reset\" buttons had not been released properly. Please reboot NinjaPCR again by pressing and releasing buttons slowly.",
              "text2" : "Dropdown list on NinjaPCR's Wi-Fi settings page doesn't contain the SSID you want to use.",
              "text2_1" : "Access poitns of some types don't show up in the list. For example, an access point in stealth mode is hidden. Some smartphones in tethering mode don't listed up. In such cases, please input the SSID's name to the textbox below and choose nothing from the dropdown list.",
              "text3" : "Connection test fails",
              "text3_1" : "Start NinjaPCR in network setup mode again and you'll find a message at the bottom of the Wi-Fi settings page. It indicates what happened when NinjaPCR started last time. If it reads \"Connection error\", it means that NinjaPCR failed to join the network due to wrong settings. If it \"Connected\", it means that NinjaPCR succeessfully join the network and the problem was caused by client side(your PC, smartphone or tablet).",
              "text3_2":"Your device and NinjaPCR should connect to the same network. Please review Wi-Fi settings of both.",
              "text3_3" : "Did you correctly started NinjaPCR in normal operation, not in Wi-Fi setup mode? You don't need to press \"Mode\" button.",
              "text3_4" : "NinjaPCR uses a mechanism called \"mDNS\" to be accessible from other devices. mDNS is available by default in macOS and iOS. Though Windows and Linux have mDNS helper application in most cases, if your PC doesn't have it, please install a helper software.",
              "text11" : "Windows",
              "text12" : "Please nstall ",
              "text13" : "Bonjour Print Services",
              "text14" : ". It is one of the easiest way to install mDNS support.",
              "text15" : "Linux",
              "text16" : "Please install ",
              "text17" : "avahi",
              "text18" : ". Avahi is a very popular software and most distributions support it with their own package systems."
            }
          ]
        }
    },
    "op" : {
        "index" : {
          "label" : "Operation Manual",
          "shortlabel" : "Op.Manual",
          "items" : [
              {
                  "title" : "Initial setup",
                  "text1" : "Network configuration is needed when you use NinjaPCR for the first time. If you have not done yet, please refer to ",
                  "text2" : " document."
                },
                {
                  "title" : "Manage experiment profiles",
                  "text1" : "You can create an experiment profile to run it just once or save it to use repeatedly.",
                  "text2" : "Create",
                  "text3" : "To create a new experiment profile, click \"+\" icon. Profile editor will open.",
                  "text4" : "Edit",
                  "text5" : "A profile consists of one or more cycles. A cycle has some steps and repeat counts.",
                  "text6" : "Each step has duration and temperature. If you need to cool or heat samples very slowly, you can set ramp time (shortest transition time) to a step. If ramp time is empty, NinjaPCR tries to change temperature as fast as possible.",
                  "text7" : "If your need a complex profile with cycles with multiple patterns, click \"More Options\" button to add cycles. Temperature of the lid is 110 Celsius by default but you can customize it by changing \"Heater Lid\" value. ",
                  "text8" : "For example, the profile below is written as screenshot images below.",
                  "text9" : "x1",
                  "text10" : "Initial Denaturation",
                  "text11" : "95℃",
                  "text12" : "2 minutes",
                  "text13" : "x35",
                  "text14" : "Denaturation",
                  "text15" : "95℃",
                  "text16" : "30 seconds",
                  "text17" : "Annealing",
                  "text18" : "55℃",
                  "text19" : "30 seconds",
                  "text20" : "Extension",
                  "text21" : "72℃",
                  "text22" : "30 seconds",
                  "text23" : "x1",
                  "text24" : "Final extension",
                  "text25" : "72℃",
                  "text26" : "10 minutes",
                  "text27" : "Save",
                  "text28" : "To save your edit, click \"Save Preset\" button.",
                  "text29" : "Profiles are saved in storage area of your web browser. They are deleted by erasing data by browser settings. You can't save of load profiles in modes which don't allow usage of storage functionalities.",

                  "text30" : "Delete",
                  "text31" : "A profile can be deleted by the trash bin icon."
                },
                {
                  "title" : "Set tubes",
                  "text1" : "Open the lid.",
                  "text2" : "Insert tubes to the well.",
                  "text3" : "Close the lid.",
                  "text4" : "Turn the knob clockwise to press tubes lightly with the lid."
                },
                {
                  "title" : "Start an Expriment",
                  "text1" : "Plug the power adapter into NinjaPCR and then into an outlet. Then open the console screen and input the \"Device name\" that you have specified when you configured the device and press \"Connect\" button.",
                  "text2" : "Open the profile screen. You can create a new profile by clicking \"+\" icon or load an existing profile by choosing from the dropdown and click the \"Re-run\" button.",
                  "text3" : "When PCR is running, temperature of the well and the lid and estimated temperature.",
                  "text4" : "You can abort the experiment, click \"Stop\" button."
                },
                {
                  "title" : "After an Experiment",
              "text1" : "When the profile is all done, \"Finished\" is displayed.",
                  "text2" : "Open the lid and take out tubes. Please be careful not to touch the well or the lid. They are very hot after for several minutes!",
                  "text3" : "Plug the power adapter out."
                }
          ]
        }
    },
    "maker" : {
        "label" : "For Makers",
        "shortlabel" : "ForMakers",
        "index" : {
          "label" : "Importants",
          "items" : [
            {
              "title" : "Build your own",
              "text1" : "This section is under construction. We will share how to make everything from scrath and open a webshop to sell core parts like heater and well. Here are ",
              "text2" : "GitHub",
              "text3" : " and 3d models for ",
              "text4" : "t5.5mm",
              "text5" : " and ",
              "text6" : "t5.0mm",
              "text7" : ". Join ",
              "text8" : "Google Group",
              "text9" : " to keep updated."
            }
          ]
        },
        "pcb" : {
          "label" : "NinjaPCB",
          "currency" : "USD",
          "bom" : {
            "head" : [ "ID", "Name", "Detail", "Market", "Price(USD)" ],
            "parts" : [
              {
                "name" : "PCB",
                "value" : "79x73mm",
                "url" : "https://github.com/hisashin/NinjaPCR/tree/master/eagle",
                "note" : "Choose copper thickness as doubled (2oz) to support 10A or BURN",
                "market" : "Any PCB factory",
                "murl" : "https://www.seeedstudio.com/fusion.html",
                "price" : "10"
              },
              {
                "name" : "ESP2",
                "value" : "ESP-WROOM-02",
                "url" : "https://www.espressif.com/en/products/hardware/esp-wroom-02/overview",
                "note" : "Certified by Wi-Fi Alliance, SRRC, FCC, CE ( RED ), TELEC, IC & KCC",
                "find" : true,
                "price" : "10"
              }
            ]
          }
        },
        "wood" : {
          "label" : "Wood Parts"
        },
        "screw" : {
          "label" : "Screws"
        },
        "metal" : {
          "label" : "Metal Parts"
        },
        "misc" : {
          "label" : "Miscellaneous"
        }
    },
    "req" : {
      "label" : "Requirements",
      "shortlabel" : "Requirements",
      "text1" : "Wi-Fi",
      "text2" : "Frequency Band",
      "text3" : "2.4GHz (Not available for 5GHz)",
      "text4" : "Security",
      "text5" : "WEP / WPA / WPA2",
      "text6" : "Wireless Standards",
      "text7" : "802.11 b/g/n",
      "text8" : "Wi-Fi support devices (PC, smartphone, tablet etc)",
      "text9" : "OS",
      "text10" : "Windows・macOS・Linux・iOS・Android (4.1 or more)",
      "text11" : "Web Browser",
      "text12" : "Safari・Google Chrome・Firefox (Android users need ",
      "text13" : "this app",
      "text14" : " to use).",
      "text15" : "Hardware spec",
      "text16" : "Well",
      "text17" : "4x4",
      "text18" : "Temperature transition speed",
      "text19" : "TODO",
      "text20" : "Power consumption",
      "text21" : "TODO",
      "text22" : "Power type",
      "text23" : "TODO",
      "text24" : "Dimension",
      "text25" : "TODO",
      "text26" : "Weight",
      "text27" : "TODO"
    },
    "about" : {
        "label" : "About Us",
        "shortlabel" : "AboutUs",
        "text1" : "2 married hackers ",
        "text2" : "Shingo",
        "text3" : " and ",
        "text4" : "Mariko",
        "text5" : " based in Tokyo.",
        "text6" : "Space fan? Try out ",
        "text7" : "SpaceStationAR",
        "text8" : " too."
    },
    "store" : {
      "label" : "Store"
    },
    "github" : {
      "label" : "GitHub"
    }
}
